"Add Field" = "加入註釋";

"Album" = "專輯";
"Artist" = "演出者";
"Artwork" = "插圖";
"Author" = "作者";
"Comment" = "註解";
"Composer" = "作曲者";
"Copyright" = "版權";
"Creation Date" = "製作日期";
"Description" = "描述";
"Director" = "導演";
"Disclaimer" = "聲明";
"Encoded By" = "編碼";
"Genre" = "樂曲類型";
"Full Name" = "全名";
"Keywords" = "關鍵字";
"Title" = "標題";
"Information" = "資訊";
"Producer" = "製作人";
"Edit Date" = "編輯日期";
"Track Number" = "軌道";
"Performers" = "演出者";
"URL Link" = "URL 連結";
"Playback Requirements" = "播放需求";
"Original Artist" = "原始演出者";
"Original Source" = "原始來源";
"Original Format" = "原始格式";
"Software" = "軟體";
"Product" = "結果";
"Warning" = "警告";
"Writer" = "編劇";
"Year" = "年份";
